Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %@ address
ar: عنوان %@
ca: Adreça de %@
cs: Adresa %@
da: %@-adresse
de: %@-Adresse
el: Διεύθυνση %@
es: Dirección de %@
fi: %@-osoite
fr: Adresse %@
he: כתובת %@
hi: %@ पता
hr: Adresa %@
hu: %@-cím
id: Alamat %@
it: Indirizzo %@
ja: %@の住所
ko: %@ 주소
ms: Alamat %@
nb: %@-adresse
nl: %@-adres
pl: Adres %@
pt_br: Endereço de %@
pt_pt: Endereço de %@
ro: Adresă %@
ru: Адрес %@
sk: Adresa %@
sv: %@-adress
th: ที่อยู่ %@
tr: %@ adresi
uk: Адреса %@
vi: Địa chỉ %@
zh_hans: %@ 地址
zh_hant: %@ 地址

source: %@ flight status
ar: حالة الرحلة %@
ca: estat del vol %@
cs: stav letu %@
da: %@ flystatus
de: %@ Flugstatus
el: κατάσταση πτήσης %@
es: estado del vuelo %@
fi: %@ lennon tila
fr: statut du vol %@
he: סטטוס טיסה %@
hi: %@ फ़्लाइट स्टेटस
hr: status leta %@
hu: %@ járat állapota
id: status penerbangan %@
it: stato volo %@
ja: %@ 運航状況
ko: %@ 항공편 현황
ms: status penerbangan %@
nb: %@ flystatus
nl: %@ vluchtstatus
pl: status lotu %@
pt_br: status do voo %@
pt_pt: estado do voo %@
ro: starea zborului %@
ru: статус рейса %@
sk: stav letu %@
sv: %@ flygstatus
th: สถานะเที่ยวบิน %@
tr: %@ uçuş durumu
uk: статус рейсу %@
vi: tình trạng chuyến bay %@
zh_hans: %@ 航班状态
zh_hant: %@ 航班狀態

# %@ for %@
source: %1$@ for %2$@
ar: ‏%1$@ لـ %2$@
ca: %1$@ de %2$@
cs: %1$@ pro %2$@
da: %1$@ til %2$@
de: %1$@ für %2$@
el: %1$@ για %2$@
es: %1$@ de %2$@
fr: %1$@ pour %2$@
he: ‏%1$@ עבור %2$@
hi: %2$@ के लिए %1$@
hr: %1$@ za %2$@
id: %1$@ untuk %2$@
it: %1$@ per %2$@
ja: %2$@の%1$@
ko: %2$@의 %1$@
ms: %1$@ untuk %2$@
nl: %1$@ voor %2$@
pl: %1$@ dla %2$@
pt_br: %1$@ de %2$@
pt_pt: %1$@ de %2$@
ro: %1$@ pentru %2$@
ru: %1$@ для %2$@
sk: %1$@ pre %2$@
sv: %1$@ för %2$@
th: %1$@ สำหรับ %2$@
tr: %2$@ için %1$@
uk: %1$@ для %2$@
vi: %1$@ của %2$@
zh_hans: %2$@ 的%1$@
zh_hant: %2$@ 的%1$@

# %@ needs %lld or %lld digits. This has %lld.
source: %1$@ needs %2$lld or %3$lld digits. This has %4$lld.
ar: يحتاج %1$@ إلى %2$lld أو %3$lld من الأرقام. يحتوي هذا على %4$lld.
ca: %1$@ necessita %2$lld o %3$lld dígits. Aquest en té %4$lld.
cs: %1$@ vyžaduje %2$lld nebo %3$lld číslic. Tento má %4$lld.
da: %1$@ skal have %2$lld eller %3$lld cifre. Denne har %4$lld.
de: %1$@ braucht %2$lld oder %3$lld Ziffern. Hier sind es %4$lld.
el: Το %1$@ χρειάζεται %2$lld ή %3$lld ψηφία. Αυτό έχει %4$lld.
es: %1$@ necesita %2$lld o %3$lld dígitos. Este tiene %4$lld.
fi: %1$@ vaatii %2$lld tai %3$lld numeroa. Tässä on %4$lld.
fr: %1$@ nécessite %2$lld ou %3$lld chiffres. Celui-ci en a %4$lld.
he: ‏%1$@ דורש %2$lld או %3$lld ספרות. כאן יש %4$lld.
hi: %1$@ में %2$lld या %3$lld अंक होने चाहिए। इसमें %4$lld हैं।
hr: %1$@ zahtijeva %2$lld ili %3$lld znamenki. Ovaj ima %4$lld.
hu: %1$@: %2$lld vagy %3$lld számjegy szükséges. Ez %4$lld jegyű.
id: %1$@ memerlukan %2$lld atau %3$lld digit. Kode ini memiliki %4$lld.
it: %1$@ richiede %2$lld o %3$lld cifre. Questo ne ha %4$lld.
ja: %1$@には%2$lld桁または%3$lld桁が必要です。このコードは%4$lld桁です。
ko: %1$@에는 %2$lld자리 또는 %3$lld자리 숫자가 필요합니다. 현재 %4$lld자리입니다.
ms: %1$@ memerlukan %2$lld atau %3$lld digit. Ini mempunyai %4$lld.
nb: %1$@ trenger %2$lld eller %3$lld sifre. Denne har %4$lld.
nl: %1$@ heeft %2$lld of %3$lld cijfers nodig. Dit heeft er %4$lld.
pl: %1$@ wymaga %2$lld lub %3$lld cyfr. Ten ma %4$lld.
pt_br: %1$@ precisa de %2$lld ou %3$lld dígitos. Este tem %4$lld.
pt_pt: %1$@ precisa de %2$lld ou %3$lld dígitos. Este tem %4$lld.
ro: %1$@ necesită %2$lld sau %3$lld cifre. Acesta are %4$lld.
ru: Для %1$@ нужно %2$lld или %3$lld цифр. Здесь: %4$lld.
sk: %1$@ vyžaduje %2$lld alebo %3$lld číslic. Tento má %4$lld.
sv: %1$@ behöver %2$lld eller %3$lld siffror. Den här har %4$lld.
th: %1$@ ต้องมี %2$lld หรือ %3$lld หลัก รายการนี้มี %4$lld หลัก
tr: %1$@ için %2$lld veya %3$lld basamak gerekir. Bunda %4$lld var.
uk: Для %1$@ потрібно %2$lld або %3$lld цифр. Тут: %4$lld.
vi: %1$@ cần %2$lld hoặc %3$lld chữ số. Mã này có %4$lld.
zh_hans: %1$@ 需要 %2$lld 位或 %3$lld 位数字。当前为 %4$lld 位。
zh_hant: %1$@ 需要 %2$lld 或 %3$lld 位數字，這裡有 %4$lld 位。

source: %@ package
ar: شحنة %@
ca: Paquet de %@
cs: Zásilka %@
da: %@-pakke
de: %@-Paket
el: Δέμα %@
es: Paquete de %@
fi: %@-paketti
fr: Colis %@
he: חבילה של %@
hi: %@ पैकेज
hr: Paket %@
hu: %@-csomag
id: Paket %@
it: Pacco %@
ja: %@の荷物
ko: %@ 소포
ms: Bungkusan %@
nb: %@-pakke
nl: %@-pakket
pl: Przesyłka %@
pt_br: Pacote %@
pt_pt: Encomenda %@
ro: Colet %@
ru: Посылка %@
sk: Zásielka %@
sv: %@-paket
th: พัสดุ %@
tr: %@ paketi
uk: Посилка %@
vi: Kiện hàng %@
zh_hans: %@ 包裹
zh_hant: %@ 包裹

# %@ uses %@.
source: %1$@ uses %2$@.
ar: يستخدم %1$@ %2$@.
ca: %1$@ fa servir %2$@.
cs: %1$@ používá %2$@.
da: %1$@ bruger %2$@.
de: %1$@ verwendet %2$@.
el: Το %1$@ χρησιμοποιεί %2$@.
es: %1$@ usa %2$@.
fi: %1$@ käyttää muotoa %2$@.
fr: %1$@ utilise %2$@.
he: ‏%1$@ משתמש ב־%2$@.
hi: %1$@ %2$@ का उपयोग करता है।
hr: %1$@ koristi %2$@.
hu: %1$@ esetén: %2$@.
id: %1$@ menggunakan %2$@.
it: %1$@ usa %2$@.
ja: %1$@は%2$@を使用しています。
ko: %1$@: %2$@ 사용.
ms: %1$@ menggunakan %2$@.
nb: %1$@ bruker %2$@.
nl: %1$@ gebruikt %2$@.
pl: %1$@ używa %2$@.
pt_br: %1$@ usa %2$@.
pt_pt: %1$@ usa %2$@.
ro: %1$@ folosește %2$@.
ru: %1$@ использует %2$@.
sk: %1$@ používa %2$@.
sv: %1$@ använder %2$@.
th: %1$@ ใช้ %2$@
tr: %1$@, %2$@ kullanır.
uk: %1$@ використовує %2$@.
vi: %1$@ dùng %2$@.
zh_hans: %1$@ 使用 %2$@。
zh_hant: %1$@ 使用 %2$@。

source: %@ uses digits only.
ar: يقبل %@ الأرقام فقط.
ca: %@ només admet dígits.
cs: %@ používá jen číslice.
da: %@ bruger kun cifre.
de: %@ verwendet nur Ziffern.
el: Το %@ δέχεται μόνο ψηφία.
es: %@ solo admite dígitos.
fi: %@ käyttää vain numeroita.
fr: %@ n’accepte que des chiffres.
he: ‏%@ מקבל ספרות בלבד.
hi: %@ में सिर्फ़ अंक होते हैं।
hr: %@ prihvaća samo znamenke.
hu: %@: csak számjegyek használhatók.
id: %@ hanya menggunakan digit.
it: %@ accetta solo cifre.
ja: %@に使えるのは数字のみです。
ko: %@에는 숫자만 사용할 수 있습니다.
ms: %@ hanya menggunakan digit.
nb: %@ bruker bare sifre.
nl: %@ gebruikt alleen cijfers.
pl: %@ używa tylko cyfr.
pt_br: %@ só aceita dígitos.
pt_pt: %@ aceita apenas dígitos.
ro: %@ acceptă doar cifre.
ru: %@ допускает только цифры.
sk: %@ podporuje iba číslice.
sv: %@ använder bara siffror.
th: %@ ใช้ได้เฉพาะตัวเลข
tr: %@ yalnızca rakam kullanır.
uk: %@ підтримує лише цифри.
vi: %@ chỉ dùng chữ số.
zh_hans: %@ 只能包含数字。
zh_hant: %@ 只能使用數字。

# %@ · %lld digits
source: %1$@ · %lld digits
ar: %1$@ · ‏%lld رقم
ca: %1$@ · %lld dígits
cs: %1$@ · %lld číslic
da: %1$@ · %lld cifre
de: %1$@ · %lld Ziffern
el: %1$@ · %lld ψηφία
es: %1$@ · %lld dígitos
fi: %1$@ · %lld numeroa
fr: %1$@ · %lld chiffres
he: %1$@ · ‏%lld ספרות
hi: %1$@ · %lld अंक
hr: %1$@ · %lld znamenaka
hu: %1$@ · %lld számjegy
id: %1$@ · %lld digit
it: %1$@ · %lld cifre
ja: %1$@ · %lld桁
ko: %1$@ · %lld자리
ms: %1$@ · %lld digit
nb: %1$@ · %lld sifre
nl: %1$@ · %lld cijfers
pl: %1$@ · %lld cyfry
pt_br: %1$@ · %lld dígitos
pt_pt: %1$@ · %lld dígitos
ro: %1$@ · %lld de cifre
ru: %1$@ · %lld цифры
sk: %1$@ · %lld číslic
sv: %1$@ · %lld siffror
th: %1$@ · %lld หลัก
tr: %1$@ · %lld basamak
uk: %1$@ · %lld цифри
vi: %1$@ · %lld chữ số
zh_hans: %1$@ · %lld 位数字
zh_hant: %1$@ · %lld 位數

# %@ · Seat %@
source: %1$@ · Seat %2$@
ar: ‏%1$@ · المقعد %2$@
ca: %1$@ · Seient %2$@
cs: %1$@ · Sedadlo %2$@
da: %1$@ · Sæde %2$@
de: %1$@ · Sitz %2$@
el: %1$@ · Θέση %2$@
es: %1$@ · Asiento %2$@
fi: %1$@ · Paikka %2$@
fr: %1$@ · Siège %2$@
he: ‏%1$@ · מושב %2$@
hi: %1$@ · सीट %2$@
hr: %1$@ · Sjedalo %2$@
hu: %1$@ · Ülés: %2$@
id: %1$@ · Kursi %2$@
it: %1$@ · Posto %2$@
ja: %1$@ · 座席 %2$@
ko: %1$@ · 좌석 %2$@
ms: %1$@ · Tempat Duduk %2$@
nb: %1$@ · Sete %2$@
nl: %1$@ · Stoel %2$@
pl: %1$@ · Miejsce %2$@
pt_br: %1$@ · Assento %2$@
pt_pt: %1$@ · Lugar %2$@
ro: %1$@ · Loc %2$@
ru: %1$@ · Место %2$@
sk: %1$@ · Sedadlo %2$@
sv: %1$@ · Plats %2$@
th: %1$@ · ที่นั่ง %2$@
tr: %1$@ · Koltuk %2$@
uk: %1$@ · Місце %2$@
vi: %1$@ · Ghế %2$@
zh_hans: %1$@ · 座位 %2$@
zh_hant: %1$@ · 座位 %2$@

source: %@:1 — may fail in dim light
ar: ‏%@:1 — قد يفشل في الإضاءة الخافتة
ca: %@:1 — pot fallar amb poca llum
cs: %@:1 — při slabém světle nemusí fungovat
da: %@:1 — kan fejle i svagt lys
de: %@:1 — bei wenig Licht evtl. nicht lesbar
el: %@:1 — ίσως αποτύχει σε χαμηλό φωτισμό
es: %@:1 — puede fallar con poca luz
fi: %@:1 — voi epäonnistua hämärässä
fr: %@:1 — risque d’échouer en faible lumière
he: ‏%@:1 — עלול להיכשל בתאורה חלשה
hi: %@:1 — कम रोशनी में स्कैन विफल हो सकता है
hr: %@:1 — može zakazati pri slabom svjetlu
hu: %@:1 — gyenge fényben hibázhat
id: %@:1 — mungkin gagal di cahaya redup
it: %@:1 — potrebbe non funzionare con poca luce
ja: %@:1 — 暗い場所では読み取れない場合があります
ko: %@:1 — 어두운 곳에서는 인식되지 않을 수 있음
ms: %@:1 — mungkin gagal dalam cahaya malap
nb: %@:1 — kan svikte i svakt lys
nl: %@:1 — kan mislukken bij weinig licht
pl: %@:1 — może nie działać przy słabym świetle
pt_br: %@:1 — pode falhar com pouca luz
pt_pt: %@:1 — pode falhar com pouca luz
ro: %@:1 — poate eșua în lumină slabă
ru: %@:1 — может не считываться при слабом свете
sk: %@:1 — pri slabom svetle nemusí fungovať
sv: %@:1 — kan misslyckas i svagt ljus
th: %@:1 — อาจสแกนไม่ได้ในที่แสงน้อย
tr: %@:1 — loş ışıkta okunamayabilir
uk: %@:1 — може не зчитуватися за слабкого світла
vi: %@:1 — có thể không quét được khi thiếu sáng
zh_hans: %@:1 — 光线较暗时可能无法识别
zh_hant: %@:1 — 光線昏暗時可能無法讀取

source: %lld characters
ar: ‏%lld حرف
ca: %lld caràcters
cs: %lld znaků
da: %lld tegn
de: %lld Zeichen
el: %lld χαρακτήρες
es: %lld caracteres
fi: %lld merkkiä
fr: %lld caractères
he: ‏%lld תווים
hi: %lld कैरेक्टर
hr: %lld znakova
hu: %lld karakter
id: %lld karakter
it: %lld caratteri
ja: %lld文字
ko: %lld자
ms: %lld aksara
nb: %lld tegn
nl: %lld tekens
pl: %lld znaku
pt_br: %lld caracteres
pt_pt: %lld caracteres
ro: %lld de caractere
ru: %lld символа
sk: %lld znakov
sv: %lld tecken
th: %lld อักขระ
tr: %lld karakter
uk: %lld символу
vi: %lld ký tự
zh_hans: %lld 个字符
zh_hant: %lld 個字元

source: %lld characters. Long text makes a dense code, so print it larger.
ar: ‏%lld حرف. النص الطويل يجعل الرمز كثيفًا، لذا اطبعه بحجم أكبر.
ca: %lld caràcters. Un text llarg genera un codi dens, així que imprimeix-lo més gran.
cs: %lld znaků. Dlouhý text vytvoří hustý kód, proto ho vytiskněte větší.
da: %lld tegn. Lang tekst giver en tæt kode, så udskriv den større.
de: %lld Zeichen. Langer Text ergibt einen dichten Code, drucke ihn also größer.
el: %lld χαρακτήρες. Το μεγάλο κείμενο δημιουργεί πυκνό κωδικό, γι’ αυτό εκτυπώστε τον μεγαλύτερο.
es: %lld caracteres. Un texto largo genera un código denso, así que imprímelo más grande.
fi: %lld merkkiä. Pitkä teksti tekee koodista tiheän, joten tulosta se isompana.
fr: %lld caractères. Un texte long rend le code dense : imprimez-le plus grand.
he: ‏%lld תווים. טקסט ארוך יוצר קוד צפוף, לכן כדאי להדפיס אותו גדול יותר.
hi: %lld कैरेक्टर। लंबे टेक्स्ट से कोड घना बनता है, इसलिए इसे बड़ा प्रिंट करें।
hr: %lld znakova. Dugačak tekst stvara gust kôd pa ga ispišite veće.
hu: %lld karakter. A hosszú szövegből sűrű kód lesz, ezért nyomtassa nagyobb méretben.
id: %lld karakter. Teks panjang menghasilkan kode yang padat, jadi cetak lebih besar.
it: %lld caratteri. Un testo lungo crea un codice denso: stampalo più grande.
ja: %lld文字。長いテキストはコードが密になるため、大きめに印刷してください。
ko: %lld자. 텍스트가 길면 코드가 촘촘해지므로 더 크게 인쇄하십시오.
ms: %lld aksara. Teks yang panjang menghasilkan kod yang padat, jadi cetak lebih besar.
nb: %lld tegn. Lang tekst gir en tett kode, så skriv den ut større.
nl: %lld tekens. Lange tekst geeft een dichte code, dus druk hem groter af.
pl: %lld znaku. Długi tekst daje gęsty kod, więc wydrukuj go większy.
pt_br: %lld caracteres. Texto longo gera um código denso, então imprima-o maior.
pt_pt: %lld caracteres. Um texto longo gera um código denso, por isso imprima-o maior.
ro: %lld de caractere. Un text lung creează un cod dens, așa că imprimați-l mai mare.
ru: %lld символа. Из длинного текста получается плотный код, поэтому печатайте его крупнее.
sk: %lld znakov. Dlhý text vytvára hustý kód, preto ho vytlačte väčší.
sv: %lld tecken. Lång text ger en tät kod, så skriv ut den större.
th: %lld อักขระ ข้อความยาวทำให้โค้ดหนาแน่น จึงควรพิมพ์ให้ใหญ่ขึ้น
tr: %lld karakter. Uzun metin yoğun bir kod oluşturur, bu yüzden daha büyük yazdırın.
uk: %lld символу. Довгий текст дає щільний код, тож друкуйте його більшим.
vi: %lld ký tự. Văn bản dài tạo ra mã dày đặc, vì vậy hãy in lớn hơn.
zh_hans: %lld 个字符。文本较长会使码更密集，因此请印得大一些。
zh_hant: %lld 個字元。文字越長條碼越密，請印大一點。

# %lld × %lld modules · Level %@
source: %1$lld × %2$lld modules · Level %3$@
ar: ‏%1$lld × %2$lld وحدة · المستوى %3$@
ca: %1$lld × %2$lld mòduls · Nivell %3$@
cs: Moduly: %1$lld × %2$lld · Úroveň %3$@
da: %1$lld × %2$lld moduler · Niveau %3$@
de: %1$lld × %2$lld Module · Stufe %3$@
el: %1$lld × %2$lld στοιχεία · Επίπεδο %3$@
es: %1$lld × %2$lld módulos · Nivel %3$@
fi: %1$lld × %2$lld moduulia · Taso %3$@
fr: %1$lld × %2$lld modules · Niveau %3$@
he: ‏%1$lld × %2$lld מודולים · רמה %3$@
hi: %1$lld × %2$lld मॉड्यूल · लेवल %3$@
hr: %1$lld × %2$lld modula · Razina %3$@
hu: %1$lld × %2$lld modul · Szint: %3$@
id: %1$lld × %2$lld modul · Level %3$@
it: %1$lld × %2$lld moduli · Livello %3$@
ja: %1$lld × %2$lld モジュール · レベル %3$@
ko: %1$lld × %2$lld 모듈 · 레벨 %3$@
ms: %1$lld × %2$lld modul · Tahap %3$@
nb: %1$lld × %2$lld moduler · Nivå %3$@
nl: %1$lld × %2$lld modules · Niveau %3$@
pl: Moduły: %1$lld × %2$lld · Poziom %3$@
pt_br: %1$lld × %2$lld módulos · Nível %3$@
pt_pt: %1$lld × %2$lld módulos · Nível %3$@
ro: %1$lld × %2$lld module · Nivel %3$@
ru: Модули: %1$lld × %2$lld · Уровень %3$@
sk: %1$lld × %2$lld modulov · Úroveň %3$@
sv: %1$lld × %2$lld moduler · Nivå %3$@
th: %1$lld × %2$lld โมดูล · ระดับ %3$@
tr: %1$lld × %2$lld modül · Düzey %3$@
uk: Модулі: %1$lld × %2$lld · Рівень %3$@
vi: %1$lld × %2$lld mô-đun · Mức %3$@
zh_hans: %1$lld × %2$lld 模块 · 级别 %3$@
zh_hant: %1$lld × %2$lld 模組 · 等級 %3$@

# **Low contrast** · %@ is %@:1 on this background
source: **Low contrast** · %1$@ is %2$@:1 on this background
ar: **تباين منخفض** · %1$@ يساوي %2$@:1 على هذه الخلفية
ca: **Contrast baix** · %1$@ té %2$@:1 sobre aquest fons
cs: **Nízký kontrast** · %1$@ má na tomto pozadí %2$@:1
da: **Lav kontrast** · %1$@ er %2$@:1 på denne baggrund
de: **Geringer Kontrast** · %1$@ hat %2$@:1 auf diesem Hintergrund
el: **Χαμηλή αντίθεση** · Το %1$@ είναι %2$@:1 σε αυτό το φόντο
es: **Contraste bajo** · %1$@ tiene %2$@:1 sobre este fondo
fi: **Heikko kontrasti** · %1$@ on %2$@:1 tätä taustaa vasten
fr: **Contraste faible** · %1$@ est à %2$@:1 sur ce fond
he: **ניגודיות נמוכה** · ל־%1$@ יש %2$@:1 על הרקע הזה
hi: **कम कंट्रास्ट** · इस बैकग्राउंड पर %1$@ का कंट्रास्ट %2$@:1 है
hr: **Nizak kontrast** · %1$@ ima %2$@:1 na ovoj pozadini
hu: **Alacsony kontraszt** · %1$@: %2$@:1 ezen a háttéren
id: **Kontras rendah** · %1$@ bernilai %2$@:1 pada latar belakang ini
it: **Contrasto basso** · %1$@ ha %2$@:1 su questo sfondo
ja: **コントラストが低い** · この背景では%1$@は%2$@:1です
ko: **낮은 대비** · 이 배경에서 %1$@의 대비는 %2$@:1
ms: **Kontras rendah** · %1$@ ialah %2$@:1 pada latar ini
nb: **Lav kontrast** · %1$@ er %2$@:1 mot denne bakgrunnen
nl: **Laag contrast** · %1$@ is %2$@:1 op deze achtergrond
pl: **Niski kontrast** · %1$@ ma %2$@:1 na tym tle
pt_br: **Contraste baixo** · %1$@ tem %2$@:1 neste fundo
pt_pt: **Contraste baixo** · %1$@ tem %2$@:1 sobre este fundo
ro: **Contrast scăzut** · %1$@ are %2$@:1 pe acest fundal
ru: **Низкий контраст** · %1$@: %2$@:1 на этом фоне
sk: **Nízky kontrast** · %1$@ má na tomto pozadí %2$@:1
sv: **Låg kontrast** · %1$@ är %2$@:1 mot den här bakgrunden
th: **คอนทราสต์ต่ำ** · %1$@ มีคอนทราสต์ %2$@:1 บนพื้นหลังนี้
tr: **Düşük kontrast** · %1$@ bu arka planda %2$@:1
uk: **Низький контраст** · %1$@: %2$@:1 на цьому тлі
vi: **Độ tương phản thấp** · %1$@ đạt %2$@:1 trên nền này
zh_hans: **对比度低** · %1$@ 在此背景上为 %2$@:1
zh_hant: **對比度低** · %1$@ 在此背景上為 %2$@:1

source: 11 digits, or 12 with the check digit.
ar: 11 رقمًا، أو 12 مع رقم التحقق.
ca: 11 dígits, o 12 amb el dígit de control.
cs: 11 číslic, nebo 12 s kontrolní číslicí.
da: 11 cifre, eller 12 med kontrolcifferet.
de: 11 Ziffern oder 12 mit Prüfziffer.
el: 11 ψηφία ή 12 με το ψηφίο ελέγχου.
es: 11 dígitos, o 12 con el dígito verificador.
fi: 11 numeroa tai 12 tarkistusnumeron kanssa.
fr: 11 chiffres, ou 12 avec la clé de contrôle.
he: 11 ספרות, או 12 עם ספרת הביקורת.
hi: 11 अंक, या चेक डिजिट के साथ 12।
hr: 11 znamenki ili 12 s kontrolnom znamenkom.
hu: 11 számjegy, vagy 12 az ellenőrző számjeggyel.
id: 11 digit, atau 12 dengan digit periksa.
it: 11 cifre, o 12 con la cifra di controllo.
ja: 11桁、またはチェックデジットを含めて12桁。
ko: 11자리 또는 검증 숫자를 포함한 12자리.
ms: 11 digit, atau 12 dengan digit semak.
nb: 11 sifre, eller 12 med kontrollsifferet.
nl: 11 cijfers, of 12 met het controlecijfer.
pl: 11 cyfr lub 12 z cyfrą kontrolną.
pt_br: 11 dígitos, ou 12 com o dígito verificador.
pt_pt: 11 dígitos, ou 12 com o dígito de controlo.
ro: 11 cifre sau 12 cu cifra de control.
ru: 11 цифр или 12 с контрольной цифрой.
sk: 11 číslic alebo 12 s kontrolnou číslicou.
sv: 11 siffror, eller 12 med kontrollsiffran.
th: 11 หลัก หรือ 12 หลักเมื่อรวมเลขตรวจสอบ
tr: 11 basamak veya denetim basamağıyla 12.
uk: 11 цифр або 12 з контрольною цифрою.
vi: 11 chữ số, hoặc 12 nếu có số kiểm tra.
zh_hans: 11 位数字，或加上校验位共 12 位。
zh_hant: 11 位數字，或含檢查碼共 12 位。

source: 11 or 12 digits
ar: 11 أو 12 رقمًا
ca: 11 o 12 dígits
cs: 11 nebo 12 číslic
da: 11 eller 12 cifre
de: 11 oder 12 Ziffern
el: 11 ή 12 ψηφία
es: 11 o 12 dígitos
fi: 11 tai 12 numeroa
fr: 11 ou 12 chiffres
he: 11 או 12 ספרות
hi: 11 या 12 अंक
hr: 11 ili 12 znamenki
hu: 11 vagy 12 számjegy
id: 11 atau 12 digit
it: 11 o 12 cifre
ja: 11桁または12桁
ko: 11자리 또는 12자리
ms: 11 atau 12 digit
nb: 11 eller 12 sifre
nl: 11 of 12 cijfers
pl: 11 lub 12 cyfr
pt_br: 11 ou 12 dígitos
pt_pt: 11 ou 12 dígitos
ro: 11 sau 12 cifre
ru: 11 или 12 цифр
sk: 11 alebo 12 číslic
sv: 11 eller 12 siffror
th: 11 หรือ 12 หลัก
tr: 11 veya 12 basamak
uk: 11 або 12 цифр
vi: 11 hoặc 12 chữ số
zh_hans: 11 或 12 位数字
zh_hant: 11 或 12 位數字

source: 12 digits, or 13 with the check digit.
ar: 12 رقمًا، أو 13 مع رقم التحقق.
ca: 12 dígits, o 13 amb el dígit de control.
cs: 12 číslic, nebo 13 s kontrolní číslicí.
da: 12 cifre, eller 13 med kontrolcifferet.
de: 12 Ziffern oder 13 mit Prüfziffer.
el: 12 ψηφία ή 13 με το ψηφίο ελέγχου.
es: 12 dígitos, o 13 con el dígito verificador.
fi: 12 numeroa tai 13 tarkistusnumeron kanssa.
fr: 12 chiffres, ou 13 avec la clé de contrôle.
he: 12 ספרות, או 13 עם ספרת הביקורת.
hi: 12 अंक, या चेक डिजिट के साथ 13।
hr: 12 znamenki ili 13 s kontrolnom znamenkom.
hu: 12 számjegy, vagy 13 az ellenőrző számjeggyel.
id: 12 digit, atau 13 dengan digit periksa.
it: 12 cifre, o 13 con la cifra di controllo.
ja: 12桁、またはチェックデジットを含めて13桁。
ko: 12자리 또는 검증 숫자를 포함한 13자리.
ms: 12 digit, atau 13 dengan digit semak.
nb: 12 sifre, eller 13 med kontrollsifferet.
nl: 12 cijfers, of 13 met het controlecijfer.
pl: 12 cyfr lub 13 z cyfrą kontrolną.
pt_br: 12 dígitos, ou 13 com o dígito verificador.
pt_pt: 12 dígitos, ou 13 com o dígito de controlo.
ro: 12 cifre sau 13 cu cifra de control.
ru: 12 цифр или 13 с контрольной цифрой.
sk: 12 číslic alebo 13 s kontrolnou číslicou.
sv: 12 siffror, eller 13 med kontrollsiffran.
th: 12 หลัก หรือ 13 หลักเมื่อรวมเลขตรวจสอบ
tr: 12 basamak veya denetim basamağıyla 13.
uk: 12 цифр або 13 з контрольною цифрою.
vi: 12 chữ số, hoặc 13 nếu có số kiểm tra.
zh_hans: 12 位数字，或加上校验位共 13 位。
zh_hant: 12 位數字，或含檢查碼共 13 位。

source: 12 or 13 digits
ar: 12 أو 13 رقمًا
ca: 12 o 13 dígits
cs: 12 nebo 13 číslic
da: 12 eller 13 cifre
de: 12 oder 13 Ziffern
el: 12 ή 13 ψηφία
es: 12 o 13 dígitos
fi: 12 tai 13 numeroa
fr: 12 ou 13 chiffres
he: 12 או 13 ספרות
hi: 12 या 13 अंक
hr: 12 ili 13 znamenki
hu: 12 vagy 13 számjegy
id: 12 atau 13 digit
it: 12 o 13 cifre
ja: 12桁または13桁
ko: 12자리 또는 13자리
ms: 12 atau 13 digit
nb: 12 eller 13 sifre
nl: 12 of 13 cijfers
pl: 12 lub 13 cyfr
pt_br: 12 ou 13 dígitos
pt_pt: 12 ou 13 dígitos
ro: 12 sau 13 cifre
ru: 12 или 13 цифр
sk: 12 alebo 13 číslic
sv: 12 eller 13 siffror
th: 12 หรือ 13 หลัก
tr: 12 veya 13 basamak
uk: 12 або 13 цифр
vi: 12 hoặc 13 chữ số
zh_hans: 12 或 13 位数字
zh_hant: 12 或 13 位數字

source: 13 digits, or 14 with the check digit.
ar: 13 رقمًا، أو 14 مع رقم التحقق.
ca: 13 dígits, o 14 amb el dígit de control.
cs: 13 číslic, nebo 14 s kontrolní číslicí.
da: 13 cifre, eller 14 med kontrolcifferet.
de: 13 Ziffern oder 14 mit Prüfziffer.
el: 13 ψηφία ή 14 με το ψηφίο ελέγχου.
es: 13 dígitos, o 14 con el dígito verificador.
fi: 13 numeroa tai 14 tarkistusnumeron kanssa.
fr: 13 chiffres, ou 14 avec la clé de contrôle.
he: 13 ספרות, או 14 עם ספרת הביקורת.
hi: 13 अंक, या चेक डिजिट के साथ 14।
hr: 13 znamenki ili 14 s kontrolnom znamenkom.
hu: 13 számjegy, vagy 14 az ellenőrző számjeggyel.
id: 13 digit, atau 14 dengan digit periksa.
it: 13 cifre, o 14 con la cifra di controllo.
ja: 13桁、またはチェックデジットを含めて14桁。
ko: 13자리 또는 검증 숫자를 포함한 14자리.
ms: 13 digit, atau 14 dengan digit semak.
nb: 13 sifre, eller 14 med kontrollsifferet.
nl: 13 cijfers, of 14 met het controlecijfer.
pl: 13 cyfr lub 14 z cyfrą kontrolną.
pt_br: 13 dígitos, ou 14 com o dígito verificador.
pt_pt: 13 dígitos, ou 14 com o dígito de controlo.
ro: 13 cifre sau 14 cu cifra de control.
ru: 13 цифр или 14 с контрольной цифрой.
sk: 13 číslic alebo 14 s kontrolnou číslicou.
sv: 13 siffror, eller 14 med kontrollsiffran.
th: 13 หลัก หรือ 14 หลักเมื่อรวมเลขตรวจสอบ
tr: 13 basamak veya denetim basamağıyla 14.
uk: 13 цифр або 14 з контрольною цифрою.
vi: 13 chữ số, hoặc 14 nếu có số kiểm tra.
zh_hans: 13 位数字，或加上校验位共 14 位。
zh_hant: 13 位數字，或含檢查碼共 14 位。

source: 2D codes
ar: رموز ثنائية الأبعاد
ca: Codis 2D
cs: 2D kódy
da: 2D-koder
el: Κωδικοί 2D
es: Códigos 2D
fi: 2D-koodit
fr: Codes 2D
he: קודים דו־ממדיים
hi: 2D कोड
hr: 2D kodovi
hu: 2D-kódok
id: Kode 2D
it: Codici 2D
ja: 2次元コード
ko: 2D 코드
ms: Kod 2D
nb: 2D-koder
pl: Kody 2D
pt_br: Códigos 2D
pt_pt: Códigos 2D
ro: Coduri 2D
ru: 2D-коды
sk: 2D kódy
sv: 2D-koder
th: โค้ด 2D
tr: 2D kodlar
uk: 2D-коди
vi: Mã 2D
zh_hans: 二维码
zh_hant: 2D 條碼
